<?php
/*-------------------------------------------------------
*
*   Plugin name:    Topic Similar
*   Author:         Chiffa
*   Web:            http://goweb.pro
*
---------------------------------------------------------
*/


/**
 * Русский языковой файл плагина
 */
return [
    'config' => [
        'position' => [
            'name' => 'Позиция блока',
            'description' => 'Перед комментариями, После комментариев, Сайдбар сайта',
        ],
        'block' => [
            'row' => [
                'name' => 'Количество выводимых записей',
                'description' => 'От 1 до 100',
            ],
            'priority' => [
                'name' => 'Приоритет блока',
                'description' => 'Чем больше приоритет, тем выше блок по сравнению с другими блоками (актуально для позиции Сайдбар)',
            ],
        ],
    ],
    'config_sections' => [
        'main' => [
            'name' => 'Основные настройки',
            'description' => '',
        ],
        'block' => [
            'name' => 'Настройки блока',
            'description' => '',
        ],
    ],
    'block' => [
        'title' => 'Похожие публикации',
    ]
];